/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Príloha (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Pridať prílohu";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Urobiť fotografiu";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Knižnica fotografií";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Súbory";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Zrušiť";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Názov";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Poznámky";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Hodnota";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "UPOZORNENIE: navigationController pre aktuálny UITableViewController pre FUIFormCell je nulový. FUIAttachmentsFormCell a ListPickerFormCell nebudú správne fungovať.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d hod. %d min.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Vybrané";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Všetko";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Upozornenie: Vyhľadávanie je deaktivované z dôvodu vlastnosti listPickerSearchResultsUpdating v ListPickerFormCell je nulové.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Vybrať všetko";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Zrušiť výber všetkého";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Zavrieť";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "viac";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menej";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "zapn.\t";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "vypn.";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Nastavenie prepnete dvojitým klepnutím";

